Repository: giellalt/corpus-sma
Catalog: tmx/nob/facta/gielemnastedh.no/midtsommerseminar-program-2014.pdf.tmx
Source language: sma
Languages: nob

source: Maja Søøfe Larsen, Snåsa Ina Theres Sparrok, Namsskogan
nob: Arrangementet er et samarbeid mellom Røyrvik kommune samisk forvaltningskommune, Gïeleaernie og Snåsa kommune samisk forvaltningskommune - Enheten for sørsamisk språk og kultur.

source: Rïhpestimmie Jovensåhkoeseminaareste jïh prïhtjege 11.
nob: Røyrvik har gjort det til en tradisjon å holde midtsommerseminar torsdagen før den svenske midtsommerfeiringa.

source: Buerkiestimmie Ol-Johán Sikku, ” Evtiedimmie saemien Beapmoekultuvreste ” 12.
nob: Mange har veien forbi her for å reise til den samiske møteplassen Ankarede, og vi vil utnytte denne strømmen av folk og få de til å stoppe opp litt i fjellbygda Røyrvik.

source: Gieleambasadøørh gielekampanjen “ Saemesth munnjien ” bïjre soptsestieh
nob: Tema varierer fra år til år, og årets seminar handler om «Samisk matkultur – tradisjonell og nytenkningš.

source: Ol - Johán Sikku, reakasovveme 1958, Staaresne årroeminie Nils Tonny Bransfjell, reakasovveme1963, Prahkesne årroeminie Gustaf Jillker, reakasovveme1947, Tjeedtjegisnie årroeminie
nob: Ol - Johán Sikku, født 1958, bor i Östersund Nils Tonny Bransfjell, født 1963, bor i Brekkebygd Gustaf Jillker, født 1947, bor i Gäddede

source: Ann Sparrock, reakasovveme1978, Valsjöbyesne årroeminie
nob: Ann Sparrock, født 1978, bor i Valsjöbyn

source: Njallam rihpestibie
nob: Råvarer sponset av Njallam rihpestibie

source: Gærjaluejhtestimmie jïh buerkiestimmie gærjeste “ Beapmoeh ”, tjaeliejistie jïh prosjekteåejveste.
nob: Åpning av midtsommerseminaret og kaffe

source: Berit Ellen Marit Gaino
nob: Foredrag av Nils Tonny Bransfjell, «Reindrift og matš

source: Jåma jïh Gustaf Jillker.
nob: Foredrag av Gustaf Jillker.

source: Orrijimmie
nob: Oppsummering

source: «Njallam rïhpestibieš lea akte interregprosjeekte saemien beapmoen bïjre.
nob: «Njallam rihpestibieš er et interregprosjekt om samisk mat.

source: Akte barkoe Slow Food Sápmin jïh Raarvihken tjïelten gaskem mij minngemes jaepien jåhteme, jïh
nob: Et samarbeid mellom Slow food Sapmi og Røyrvik kommune som har pågått det siste året, og nå er de klar for å slippe sin bok om samisk mat, «Beapmoehš, under midtsommerseminaret.

source: daelie gærja «Beapmoehš luajhtasåvva. Tjaelije
nob: Forfattere og prosjektledere Berit Ellen Marit

source: jïh prosjekteåejvie leah Berit Ellen Marit Gaino
nob: Boklansering og presentasjon av boken «Beapmoehš forfattere og prosjektledere Berit Ellen Marit Gaino Jåma og Gustaf Jillker
